Repository: LigeroSmart/ImportExport
Catalog: i18n/ImportExport/ImportExport.*.po
Languages: fa, sw, th_th

source: Add mapping template
fa: اضافه کردن یک قالب نگاشت
sw: Ongeza kielezo cha kuweka ramani
th_th: เพิ่มแม่แบบการทำแผนที่

source: Charset
fa: کدبندی اطلاعات
sw: Seti ya herufi
th_th: เซตคาเรกเตอร์

source: Colon (:)
fa: دونقطه (:)
th_th: เครื่องหมายทวิภาค (:)

source: Column
fa: ستون
sw: Safuwima
th_th: คอลัมน์

source: Column Separator
fa: جداکننده ستون‌ها
sw: Kitenganishi safu wima
th_th: ตัวคั่นคอลัมน์

source: Dot (.)
fa: نقطه (.)
sw: Nukta (.)
th_th: จุด(.)

source: Semicolon (;)
fa: سمی کالن (;)
sw: Alama ya nukta mkato (;)
th_th: เครื่องหมายอัฒภาค(;)

source: Tabulator (TAB)
fa: جدول ساز (TAB)
sw: Tabo (TAB)
th_th: ตัวทำตาราง(แท็บ)

source: Include Column Headers
sw: Ambatisha vichwa vya habari vya safuwima
th_th: รวมทั้งส่วนหัวของคอลัมน์

source: Import summary for
sw: Leta muhtasari kwa ajili ya
th_th: นำเข้าบทสรุปสำหรับ

source: Imported records
sw: Kumbukumbu zilizoletwa
th_th: การบันทึกได้นำเข้าแล้ว

source: Exported records
sw: Kumbukumbu zilizohamishwa
th_th: การบันทึกได้ส่งออกแล้ว

source: Records
sw: Kumbukumbu
th_th: การบันทึก

source: Skipped
sw: Rukwa
th_th: ข้ามแล้ว

source: Import/Export Management
fa: مدیریت ورود/صدور
sw: Usimamizi wa kuleta/Hamisha
th_th: การจัดการ นำเข้า/ส่งออก

source: Create a template to import and export object information.
fa: ساخت قالبی برای ورود و صدور اطلاعات آبجکت
sw: Tengeneza kiolezo kuleta na kuhamisha taarifa za kipengee
th_th: สร้างแม่แบบเพื่อนำเข้าและส่งออกข้อมูลออบเจกต์

source: Start Import
fa: شروع عملیات ورود
sw: Anza kuleta
th_th: เริ่มนำเข้า

source: Start Export
fa: شروع عملیات صدور
sw: Anza kuhamisha
th_th: เริ่มส่งออก

source: Name is required!
sw: Jina linahitajika!
th_th: ต้องระบุชื่อ!

source: Object is required!
fa: آبجکت مورد نیاز است!
sw: Kipengee kinahitajika!
th_th: ต้องระบุออบเจกต์!

source: Format is required!
fa: قالب‌بندی مورد نیاز است!
sw: Umbizo unahitajika
th_th: ต้องระบุรูปแบบ!

source: is required!
sw: Inahitajika
th_th: ต้องระบุ!

source: No map elements found.
fa: هیچ عنصر نگاشتی یافت نشد.
sw: Hakuna elementi zilizopatikana
th_th: ไม่พบองค์ประกอบแผนที่

source: Add Mapping Element
fa: افزودن عنصر نگاشت
sw: Ongeza elementi za kuweka ramani
th_th: เพิ่มองค์ประกอบของการทำแผนที่

source: Restrict export per search
fa: محدودسازی عملیات صدور به ازای جستجو
sw: Zuia uhamishaji kwa kila utafutaji
th_th: การจำกัดการส่งออกตามการค้นหา

source: Import information
fa: ورود اطلاعات
sw: Leta taarifa
th_th: ข้อมูลนำเข้า

source: Source File
fa: فایل منبع
sw: Faili la chanzo
th_th: แหล่งไฟล์

source: Success
sw: Mafanikio
th_th: ความสำเร็จ

source: Failed
sw: Shindwa
th_th: ล้มเหลว

source: Duplicate names
sw: Jina limejirudia:
th_th: ชื่อซ้ำ

source: Last processed line number of import file
sw: Namba ya mstari unaokatika mchakato wa mwisho wa faili lililoletwa
th_th: หมายเลขของการประมวลครั้งสุดท้ายของการนำไฟล์เข้า

source: Ok
sw: Sawa
th_th: โอเค

source: Format backend module registration for the import/export module.
fa: قالب‌بندی ثبت ماژول برای ماژول ورود/صدور
sw: Umbiza usajili wa moduli wa mazingira ya nyuma kwa ajili ya moduli ya kuleta/kuhamisha
th_th: รูปแบบการลงทะเบียนโมดูล backend สำหรับโมดูลการนำเข้า / ส่งออก

source: Import and export object information.
fa: ورود و صدور اطلاعات آبجکت
sw: Leta na hamisha taarifa za kipengee
th_th: การนำเข้าหรือส่งออกข้อมูลออบเจกต์

source: Import/Export
fa: ورود/صدور
sw: Leta/Hamisha
th_th: การนำเข้า/ส่งออก

source: Step
fa: گام

source: Edit common information
fa: ویرایش اطلاعات عمومی

source: Edit object information
fa: ویرایش اطلاعات آبجکتی

source: Edit format information
fa: ویرایش اطلاعات قالب‌بندی

source: Edit mapping information
fa: ویرایش اطلاعات نگاشت

source: Edit search information
fa: ویرایش اطلاعات جستجو
